ruben
pifa
mariona
test
jofre
hello
hola
que
tal
paraula
no
massa
llarga
perque
sino
triga
molt
seguim
amb
les
pars
pero
em
costa
pensar
noves
la
veritat
adeu
able
acid
aged
also
area
army
away
baby
back
ball
band
bank
base
bath
bear
beat
been
beer
bell
belt
best
bill
bird
blow
blue
boat
body
bomb
bond
bone
book
boom
born
boss
both
bowl
bulk
burn
bush
busy
call
calm
came
camp
card
care
case
cash
cast
cell
chat
chip
city
club
coal
coat
code
cold
come
cook
cool
cope
copy
core
cost
crew
crop
dark
data
date
dawn
days
dead
deal
dean
dear
debt
deep
deny
desk
dial
dick
diet
disc
disk
does
done
door
dose
down
draw
drew
drop
drug
dual
duke
dust
duty
each
earn
ease
east
easy
edge
else
even
ever
evil
exit
face
fact
fail
fair
fall
farm
fast
fate
fear
feed
feel
feet
fell
felt
file
fill
film
find
fine
fire
firm
fish
five
flat
flow
food
foot
ford
form
fort
four
free
from
fuel
full
fund
gain
game
gate
gave
gear
gene
gift
girl
give
glad
goal
goes
gold
golf
gone
good
gray
grew
grey
grow
gulf
hair
half
hall
hand
hang
hard
harm
hate
have
head
hear
heat
held
hell
help
here
hero
high
hill
hire
hold
hole
holy
home
hope
host
hour
huge
hung
hunt
hurt
idea
inch
into
iron
item
jack
jane
jean
john
join
jump
jury
just
keen
keep
kent
kept
kick
kill
kind
king
knee
knew
know
lack
lady
laid
lake
land
lane
last
late
lead
left
less
life
lift
like
line
link
list
live
load
loan
lock
logo
long
look
lord
lose
loss
lost
love
luck
made
mail
main
make
male
many
mark
mass
matt
meal
mean
meat
meet
menu
mere
mike
mile
milk
mill
mind
mine
miss
mode
mood
moon
more
most
move
much
must
name
navy
near
neck
need
news
next
nice
nick
nine
none
nose
note
okay
once
only
onto
open
oral
over
pace
pack
page
paid
pain
pair
palm
park
part
pass
past
path
peak
pick
pink
pipe
plan
play
plot
plug
plus
poll
pool
poor
port
post
pull
pure
push
race
rail
rain
rank
rare
rate
read
real
rear
rely
rent
rest
rice
rich
ride
ring
rise
risk
road
rock
role
roll
roof
room
root
rose
rule
rush
ruth
safe
said
sake
sale
salt
same
sand
save
seat
seed
seek
seem
seen
self
sell
send
sent
sept
ship
shop
shot
show
shut
sick
side
sign
site
size
skin
slip
slow
snow
soft
soil
sold
sole
some
song
soon
sort
soul
spot
star
stay
step
stop
such
suit
sure
take
tale
talk
tall
tank
tape
task
team
tech
tell
tend
term
test
text
than
that
them
then
they
thin
this
thus
till
time
tiny
told
toll
tone
tony
took
tool
tour
town
tree
trip
true
tune
turn
twin
type
unit
upon
used
user
vary
vast
very
vice
view
vote
wage
wait
wake
walk
wall
want
ward
warm
wash
wave
ways
weak
wear
week
well
went
were
west
what
when
whom
wide
wife
wild
will
wind
wine
wing
wire
wise
wish
with
wood
word
wore
work
yard
yeah
year
your
zero
zone
abuse
adult
agent
anger
apple
award
basis
beach
birth
block
blood
board
brain
bread
break
brown
buyer
cause
chain
chair
chest
chief
child
china
claim
class
clock
coach
coast
court
cover
cream
crime
cross
crowd
crown
cycle
dance
death
depth
doubt
draft
drama
dream
dress
drink
drive
earth
enemy
entry
error
event
faith
fault
field
fight
final
floor
focus
force
frame
frank
front
fruit
glass
grant
grass
green
group
guide
heart
henry
horse
hotel
house
image
index
input
issue
japan
jones
judge
knife
laura
layer
level
lewis
light
limit
lunch
major
march
match
metal
model
money
month
motor
mouth
music
night
noise
north
novel
nurse
offer
order
other
owner
panel
paper
party
peace
peter
phase
phone
piece
pilot
pitch
place
plane
plant
plate
point
pound
power
press
price
pride
prize
proof
queen
radio
range
ratio
reply
right
river
round
route
rugby
scale
scene
scope
score
sense
shape
share
sheep
sheet
shift
shirt
shock
sight
simon
skill
sleep
smile
smith
smoke
sound
south
space
speed
spite
sport
squad
staff
stage
start
state
steam
steel
stock
stone
store
study
stuff
style
sugar
table
taste
terry
theme
thing
title
total
touch
tower
track
trade
train
trend
trial
trust
truth
uncle
union
unity
value
video
visit
voice
waste
watch
water
while
white
whole
woman
world
youth
admit
adopt
agree
allow
alter
apply
argue
arise
avoid
begin
blame
break
bring
build
burst
carry
catch
cause
check
claim
clean
clear
climb
close
count
cover
cross
dance
doubt
drink
drive
enjoy
enter
exist
fight
focus
force
guess
imply
issue
judge
laugh
learn
leave
let’s
limit
marry
match
occur
offer
order
phone
place
point
press
prove
raise
reach
refer
relax
serve
shall
share
shift
shoot
sleep
solve
sound
speak
spend
split
stand
start
state
stick
study
teach
thank
think
throw
touch
train
treat
trust
visit
voice
waste
watch
worry
would
write
above
acute
alive
alone
angry
aware
awful
basic
black
blind
brave
brief
broad
brown
cheap
chief
civil
clean
clear
close
crazy
daily
dirty
early
empty
equal
exact
extra
faint
false
fifth
final
first
fresh
front
funny
giant
grand
great
green
gross
happy
harsh
heavy
human
ideal
inner
joint
large
legal
level
light
local
loose
lucky
magic
major
minor
moral
naked
nasty
naval
other
outer
plain
prime
prior
proud
quick
quiet
rapid
ready
right
roman
rough
round
royal
rural
sharp
sheer
short
silly
sixth
small
smart
solid
sorry
spare
steep
still
super
sweet
thick
third
tight
total
tough
upper
upset
urban
usual
vague
valid
vital
white
whole
wrong
young
aback
abaft
aboon
about
above
accel
adown
afoot
afore
afoul
after
again
agape
agogo
agone
ahead
ahull
alife
alike
aline
aloft
alone
along
aloof
aloud
amiss
amply
amuck
apace
apart
aptly
arear
aside
askew
awful
badly
bally
below
canny
cheap
clean
clear
coyly
daily
dimly
dirty
ditto
drily
dryly
dully
early
extra
false
fatly
feyly
first
fitly
forte
forth
fresh
fully
funny
gaily
gayly
godly
great
haply
heavy
hella
hence
hotly
icily
infra
intl.
jildi
jolly
laxly
lento
light
lowly
madly
maybe
never
newly
nobly
oddly
often
other
ought
party
piano
plain
plonk
plumb
prior
queer
quick
quite
ramen
rapid
redly
right
rough
round
sadly
secus
selly
sharp
sheer
shily
short
shyly
silly
since
sleek
slyly
small
so-so
sound
spang
srsly
stark
still
stone
stour
super
tally
tanto
there
thick
tight
today
tomoz
truly
twice
under
utter
verry
wanly
wetly
where
wrong
wryly
aargh
adieu
adios
alack
aloha
avast
bakaw
basta
begad
bless
blige
brava
bravo
bring
chook
damme
dildo
ditto
frick
fudge
golly
gratz
hallo
hasta
havoc
hella
hello
howay
howdy
hullo
huzza
jesus
kapow
loose
lordy
marry
mercy
night
plonk
psych
quite
salve
skoal
sniff
sooey
there
thiam
thwap
tough
twirp
viola
vivat
wacko
wahey
whist
wilma
wirra
woops
wowie
yecch
yeeha
yeesh
yowch
zowie
aboya
beyond
bishop
border
bottle
bottom
bought
branch
breath
bridge
bright
broken
budget
burden
bureau
button
camera
cancer
cannot
carbon
career
castle
casual
caught
center
centre
chance
change
charge
choice
choose
chosen
church
circle
client
closed
closer
coffee
column
combat
coming
common
comply
copper
corner
costly
county
couple
course
covers
create
credit
crisis
custom
damage
danger
dealer
debate
decade
decide
defeat
defend
define
degree
demand
depend
deputy
desert
design
desire
detail
detect
device
differ
dinner
direct
doctor
dollar
domain
double
driven
driver
during
easily
eating
editor
effect
effort
eighth
either
eleven
emerge
empire
employ
enable
ending
energy
engage
engine
enough
ensure
entire
entity
equity
escape
estate
ethnic
exceed
except
excess
expand
expect
expert
export
extend
extent
fabric
facing
factor
failed
fairly
fallen
family
famous
father
fellow
female
figure
filing
finger
finish
fiscal
flight
flying
follow
forced
forest
forget
formal
format
former
foster
fought
fourth
french
friend
future
garden
gather
gender
german
global
golden
ground
growth
guilty
handed
handle
happen
hardly
headed
health
height
hidden
holder
honest
impact
import
income
indeed
injury
inside
intend
intent
invest
island
itself
jersey
joseph
junior
killed
labour
latest
latter
launch
lawyer
leader
league
leaves
legacy
length
lesson
letter
lights
likely
linked
liquid
listen
little
living
losing
lucent
luxury
mainly
making
manage
manner
manual
margin
marine
marked
market
martin
master
matter
mature
medium
member
memory
mental
merely
merger
method
middle
miller
mining
minute
mirror
mobile
modern
modest
module
moment
morris
mostly
mother
motion
moving
murder
museum
mutual
myself
narrow
nation
native
nature
nearby
nearly
nights
nobody
normal
notice
notion
number
object
obtain
office
offset
online
option
orange
origin
output
oxford
packed
palace
parent
partly
patent
people
period
permit
person
phrase
picked
planet
player
please
plenty
pocket
police
policy
prefer
pretty
prince
prison
profit
proper
proven
public
pursue
raised
random
rarely
rather
rating
reader
really
reason
recall
recent
record
reduce
reform
regard
regime
region
relate
relief
remain
remote
remove
repair
repeat
replay
report
rescue
resort
result
retail
retain
return
reveal
review
reward
riding
rising
robust
ruling
safety
salary
sample
saving
saying
scheme
school
screen
search
season
second
secret
sector
secure
seeing
select
seller
senior
series
server
settle
severe
sexual
should
signal
signed
silent
silver
simple
simply
single
sister
slight
smooth
social
solely
sought
source
soviet
speech
spirit
spoken
spread
spring
square
stable
status
steady
stolen
strain
stream
street
stress
strict
strike
string
strong
struck
studio
submit
sudden
suffer
summer
summit
supply
surely
survey
switch
symbol
system
taking
talent
target
taught
tenant
tender
tennis
thanks
theory
thirty
though
threat
thrown
ticket
timely
timing
tissue
toward
travel
treaty
trying
twelve
twenty
unable
unique
united
unless
unlike
update
useful
valley
varied
vendor
versus
victim
vision
visual
volume
walker
wealth
weekly
weight
wholly
window
winner
winter
within
wonder
worker
wright
writer
yellow
